package lecture_4;

public class DataBase {

  public static Base[] clients = new Base[]{
          new Individual(1, "Симпсон Гомер Абрахамович", 1968, "Male", 617117187),
          new Individual(2, "Керри Энн Мосс", 1975, "Female", 523824286),
          new Company(3, 1334122132, "WTF", 2085735710),
          new Company(4, 1234521532, "ООО Штучки", 1906357890),
          new Individual(5, "Йоханссон Скарлетт Карстеновна", 1985, "Female", 1579131125),
          new Individual(6, "Санчез Рик Неизвестнович", 1985, "Male", 1007966047),
          new Company(7, 1849707100, "Огурцы и капуста", 1148423240),
          new Company(8, 1238562020, "ТыНеПройдешь", 777831913),
          new Individual(9, "Арагорн Сын Араторна", 1245, "Male", 1579131125),
          new Individual(10, "Мохийам Елена Гайявна", 2456, "Female", 1007966047),
          new Company(11, 1978679500, "ЛегальныеТорренты", 1096519760),
          new Company(12, 1762558753, "Странная библиотека", 1609355445),
          new Individual(13, "Стейси Гвендолин Робертовна", 2011, "Female", 2103315332),
          new Individual(14, "Уик Джон Кианович", 1999, "Male", 1477792235),
          new Company(15, 1186965395, "Лучшие Напитки", 1269791497),
          new Company(16, 1510317497, "Худшие Печеньки", 1376409520),
          new Individual(17, "Уэйн Брюс Томасович", 1984, "Male", 1669036890),
          new Individual(18, "Пифия Глория Фостер", 2001, "Female", 1213285610),
          new Company(19, 1851097986, "Подозрительно дешево", 1586641083),
          new Company(20, 1922892001, "Подозрительно дорого", 1122405193)
  };


}

